tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "eth-p/software"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "rs/tap"
tap "sass/sass"
tap "vultr/vultr-cli"
brew "ack"
brew "libyaml"
brew "asdf"
brew "atool"
brew "autossh"
brew "docutils"
brew "awscli"
brew "bat"
brew "bazelisk"
brew "butane"
brew "caddy"
brew "glib"
brew "cask"
brew "chezmoi"
brew "cmake"
brew "node@16"
brew "code-server"
brew "cowsay"
brew "csvq"
brew "deno"
brew "dnsmasq"
brew "exa"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "geckodriver"
brew "gh"
brew "git"
brew "glow"
brew "libusb"
brew "gnupg"
brew "go"
brew "graphviz"
brew "hey"
brew "htop"
brew "httpd"
brew "python@3.10", link: false
brew "httpie"
brew "httrack"
brew "jless"
brew "jq"
brew "krb5"
brew "libxml2"
brew "lolcat"
brew "lsd"
brew "macvim"
brew "mas"
brew "mcrypt"
brew "mkcert"
brew "neovim"
brew "node"
brew "nss"
brew "parallel"
brew "pinentry-mac"
brew "pyenv"
brew "python@3.8"
brew "python@3.9"
brew "ranger"
brew "rbenv"
brew "rename"
brew "restic"
brew "ripgrep"
brew "siege"
brew "sphinx-doc"
brew "starship"
brew "telnet"
brew "tldr"
brew "tree"
brew "vivid"
brew "watch"
brew "watchman"
brew "wget"
brew "yadm"
brew "yarn"
brew "z"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "eth-p/software/bat-extras"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "rs/tap/curlie"
brew "sass/sass/sass"
brew "vultr/vultr-cli/vultr-cli"
cask "1password"
cask "1password-cli"
cask "amethyst"
brew "ipcalc"
cask "boop"
cask "brainfm"
cask "drawio"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "github"
cask "gitify"
cask "google-chrome-canary"
cask "google-chrome-dev"
cask "hey"
cask "kaleidoscope"
cask "karabiner-elements"
cask "kitty"
cask "logi-options-plus"
cask "microsoft-edge"
cask "microsoft-edge-dev"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spotify"
cask "vimr"
cask "visual-studio-code"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
