tap "azure/functions"
tap "dart-lang/dart"
tap "eth-p/software"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
tap "rs/tap"
tap "buo/cask-upgrade"
tap "sass/sass"
brew "ack"
brew "autossh"
brew "azure-cli"
brew "bat"
brew "caddy"
brew "deno"
brew "gettext"
brew "cask"
brew "cmake"
brew "code-server"
brew "krb5"
brew "lolcat"
brew "cowsay"
brew "php"
brew "nvm"
brew "composer"
brew "csvq"
brew "nvim"
brew "vivid"
brew "deno"
brew "dnsmasq"
brew "git"
brew "python@3.9"
brew "glib"
brew "gnupg"
brew "hey"
brew "htop"
brew "httpd"
brew "httpie"
brew "httrack"
brew "jq"
brew "kubernetes-cli"
brew "libxml2"
brew "libyaml"
brew "lsd"
brew "macvim"
brew "mas"
brew "mcrypt"
brew "mkcert"
brew "mysql"
brew "mysql@5.7"
brew "nginx"
brew "nss"
brew "phpunit"
brew "python@3.8"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "siege"
brew "sphinx-doc"
brew "starship"
brew "telnet"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "yadm"
brew "yarn"
brew "z"
brew "zplug"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools@3"
brew "eth-p/software/bat-extras"
brew "hashicorp/tap/terraform"
brew "mongodb/brew/mongodb-community"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "rs/tap/curlie"
brew "sass/sass/sass"
cask "kaleidoscope"
cask "alfred"
cask "1password"
cask "1password-cli"
cask "amethyst"
cask "audacity"
cask "cncnet"
cask "microsoft-edge"
cask "microsoft-edge-dev"
cask "hey"
cask "google-chrome"
cask "google-chrome-dev"
cask "google-chrome-canary"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "hyper"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "github"
cask "karabiner-elements"
cask "mongodb-compass"
cask "mongodb-realm-studio"
cask "ngrok"
cask "microsoft-office"
cask "microsoft-teams"
cask "microsoft-remote-desktop"
cask "microsoft-azure-storage-explorer"
cask "obsidian"
cask "omniplan"
cask "setapp"
cask "miro"
cask "figma"
cask "brainfm"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Agenda", id: 1287445660
mas "BigHairyGoal", id: 699877408
mas "Boop", id: 1518425043
mas "Brainie", id: 1255002842
mas "Craft", id: 1487937127
mas "Day One", id: 1055511498
mas "Developer", id: 640199958
mas "Drafts", id: 1435957248
mas "Endel", id: 1484348796
mas "Fantastical", id: 975937182
mas "Final Cut Pro", id: 424389933
mas "GoodNotes", id: 1444383602
mas "Grammarly for Safari", id: 1462114288
mas "Hand Mirror", id: 1502839586
mas "Keep It", id: 1272768911
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Motion", id: 434290957
mas "Notability", id: 360593530
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Save to Pocket", id: 1477385213
mas "Save to Raindrop.io", id: 1549370672
mas "ScreenFlow 9", id: 1475796517
mas "SiteSucker", id: 442168834
mas "Slack", id: 803453959
mas "Tabs Saver for Safari", id: 1440006971
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
