tap "eth-p/software"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "rs/tap"
tap "buo/cask-upgrade"
tap "sass/sass"
brew "volta"
brew "restic"
brew "ack"
brew "autossh"
brew "bat"
brew "jless"
brew "caddy"
brew "deno"
brew "gettext"
brew "cask"
brew "cmake"
brew "code-server"
brew "krb5"
brew "lolcat"
brew "cowsay"
brew "csvq"
brew "nvim"
brew "vivid"
brew "deno"
brew "dnsmasq"
brew "git"
brew "python@3.9"
brew "glib"
brew "gnupg"
brew "hey"
brew "htop"
brew "httpd"
brew "httpie"
brew "httrack"
brew "jq"
brew "libxml2"
brew "libyaml"
brew "lsd"
brew "macvim"
brew "mas"
brew "mcrypt"
brew "mkcert"
brew "nss"
brew "python@3.8"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "hyper"
brew "siege"
brew "sphinx-doc"
brew "starship"
brew "asdf"
brew "gpg"
brew "gawk"
brew "telnet"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "yadm"
brew "yarn"
brew "z"
brew "zplug"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "eth-p/software/bat-extras"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "rs/tap/curlie"
brew "sass/sass/sass"
brew "fd"
cask "kaleidoscope"
cask "1password"
cask "1password-cli"
cask "amethyst"
cask "microsoft-edge"
cask "microsoft-edge-dev"
cask "hey"
cask "google-chrome"
cask "google-chrome-dev"
cask "google-chrome-canary"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "github"
cask "karabiner-elements"
cask "obsidian"
cask "brainfm"
cask "slack"
cask "visual-studio-code"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Boop", id: 1518425043
mas "Developer", id: 640199958
mas "Hand Mirror", id: 1502839586
mas "Save to Raindrop.io", id: 1549370672
mas "Slack", id: 803453959
mas "Tabs Saver for Safari", id: 1440006971
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
